const Constant = {
  "expenditure": [
    {
      "name": "社会保障",
      "start": 32,
      "before": {
        "up": "これから老人増えるしね",
        "down": "今のままじゃ支えきれずに破綻するよ！"
      },
      "after": {
        "up": {
          "up": "ありがたやありがたや",
          "down": "重税つらいです"
        },
        "down": {
          "up": "わしゃ一生懸命働いてきたのに酷い仕打ちじゃ",
          "down": "これが世代間平等というものですよ"
        }
      }
    },
    {
      "name": "公共事業",
      "start": 6,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    },
    {
      "name": "教育",
      "start": 4,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    },
    {
      "name": "科学技術振興",
      "start": 5.4,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    },
    {
      "name": "防衛",
      "start": 5.1,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    },
    {
      "name": "経済協力",
      "start": 1,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    },
    {
      "name": "食料安定供給",
      "start": 1,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    },
    {
      "name": "エネルギー対策",
      "start": 1,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    },
    {
      "name": "中小企業対策",
      "start": 0.1,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    },
    {
      "name": "地方交付税交付金",
      "start": 15.3,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    }
  ],

  "revenue": [
    {
      "name": "税制改革",
      "start": 72.3,
      "before": {
        "up": "もっと上げよう",
        "down": "もっと下げよう"
      },
      "after": {
        "up": {
          "up": "やったね！",
          "down": "困ったなー"
        },
        "down": {
          "up": "困ったなー",
          "down": "やったね！"
        }
      }
    }
  ]
}

export default Constant;
